Repository: vincx01/synclinappuser
Catalog: lib/l10n/intl_*.arb
Languages: th, vi

# appName
source: Cut.FX
vi: Cắt.FX

source: Premium Beauty Services
th: บริการเสริมความงามระดับพรีเมียม
vi: Dịch Vụ Làm Đẹp Cao Cấp

source: Find and book Hair Cut, Massage, Spa, Waxing, Coloring services anytime.
th: ค้นหาและจองบริการตัดผม นวด สปา แว็กซ์ ทำสี ได้ตลอดเวลา
vi: Tìm và đặt các dịch vụ Cắt tóc, Mát-xa, Spa, Tẩy lông, Nhuộm bất cứ lúc nào.

source: Continue
th: ดำเนินการต่อ
vi: Tiếp tục

source: Sign in to Continue
th: ลงชื่อเข้าใช้เพื่อดำเนินการต่อ
vi: Đăng nhập để tiếp tục

source: Sign In With Apple
th: ลงชื่อเข้าใช้ด้วย Apple
vi: Đăng nhập bằng Apple

source: Sign In With Google
th: ลงชื่อเข้าใช้ด้วย Google
vi: Đăng nhập bằng Google

source: Sign In With Email
th: ลงชื่อเข้าใช้ด้วยอีเมล
vi: Đăng nhập bằng email

source: By continuing with any options,
th: เมื่อดำเนินการต่อด้วยตัวเลือกใดๆ
vi: Bằng cách tiếp tục với bất kỳ tùy chọn nào,

source: You agree to
th: คุณตกลงที่จะ
vi: bạn đồng ý

source: Terms of Use
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng

source: and
th: และ
vi: Và

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

source: Email Address
th: ที่อยู่อีเมล
vi: Địa chỉ email

source: Password
th: รหัสผ่าน
vi: Mật khẩu

source: Forgot Password?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?

source: New User? Register Here
th: ผู้ใช้ใหม่? ลงทะเบียนที่นี่
vi: Người dùng mới? Đăng ký ở đây

source: Email Registration
th: การลงทะเบียนอีเมล
vi: đăng ky email

source: Enter your details and complete profile for better experience
th: ป้อนรายละเอียดของคุณและ โปรไฟล์ให้สมบูรณ์เพื่อประสบการณ์ที่ดียิ่งขึ้น
vi: Nhập thông tin chi tiết của bạn và hoàn thành hồ sơ để có trải nghiệm tốt hơn

source: Fullname
th: ชื่อเต็ม
vi: Họ và tên

source: Confirm Password
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu

source: Forgot Your Password?
th: ลืมรหัสผ่านหรือไม่?
vi: Quên mật khẩu?

source: Enter your email address, on which we will send you the link to reset the password.
th: ป้อนที่อยู่อีเมลของคุณ ซึ่งเราจะ ส่งลิงก์เพื่อรีเซ็ตรหัสผ่านให้คุณ
vi: Nhập địa chỉ email của bạn, chúng tôi sẽ sgửi cho bạn liên kết để đặt lại mật khẩu.

source: Be the best version of yourself
th: เป็นตัวเองในเวอร์ชั่นที่ดีที่สุด
vi: Hãy là phiên bản tốt nhất của chính mình

source: Home
th: บ้าน
vi: Trang chủ

source: Favourite
th: ที่ชื่นชอบ
vi: Yêu thích

# myBooking
source: My Bookings
th: การจองของฉัน
vi: đặt chỗ của tôi

source: Messages
th: ข้อความ
vi: tin nhắn

source: Profile
th: ประวัติโดยย่อ
vi: Hồ sơ

source: Categories
th: หมวดหมู่
vi: Thể loại

source: See all
th: ดูทั้งหมด
vi: Nhìn thấy tất cả

source: Top Rated Salons
th: ร้านเสริมสวยยอดนิยม
vi: Thẩm mỹ viện được xếp hạng hàng đầu

source: Open
th: เปิด
vi: Mở

source: Top Rated
th: ระดับสูง
vi: Xếp hạng hàng đầu

source: Closed
th: ปิด
vi: đã đóng

source: Nearby Salons
th: ร้านเสริมสวยใกล้เคียง
vi: Thẩm mỹ viện lân cận

source: Explore salons on map
th: สำรวจร้านเสริมสวยบนแผนที่
vi: Khám phá tiệm trên bản đồ

source: Change Language
th: เปลี่ยนภาษา
vi: Thay đổi ngôn ngữ

source: Bookings
th: การจอง
vi: Đặt trước

source: Help & FAQ
th: ความช่วยเหลือ & คำถามที่พบบ่อย
vi: Trợ giúp & Hỏi đáp

source: About Us
th: เกี่ยวกับเรา
vi: Về chúng tôi

source: Log Out
th: ออกจากระบบ
vi: Đăng xuất

source: Service
th: บริการ
vi: Dịch vụ

source: Salon
th: ซาลอน
vi: thẩm mỹ viện

source: Explore
th: สำรวจ
vi: Khám phá

source: My Bookings
th: การจองของฉัน
vi: đặt chỗ của tôi

source: Upcoming
th: กำลังจะมาถึง
vi: Sắp tới

source: History
th: ประวัติศาสตร์
vi: Lịch sử

source: Search
th: ค้นหา
vi: Tìm kiếm

source: Total Bookings
th: ยอดจองทั้งหมด
vi: Tổng số lượt đặt trước

source: Edit Details
th: แก้ไขรายละเอียด
vi: Chỉnh sửa chi tiết

source: Push Notification
th: ผลักดันการแจ้งเตือน
vi: thông báo đẩy

source: Keep it On, if you want to receive notifications
th: เปิดไว้ถ้าคุณต้องการรับการแจ้งเตือน
vi: Giữ nó Bật, nếu bạn muốn nhận thông báo

source: Wallet
th: กระเป๋าสตางค์
vi: Cái ví

source: Change Password
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu

source: Delete My Account
th: ลบบัญชีของฉัน
vi: Xóa tài khoản của tôi đi

source: Recent
th: ล่าสุด
vi: Gần đây

source: Clear all
th: ลบทั้งหมด
vi: Làm sạch tất cả

source: Popular Search
th: การค้นหายอดนิยม
vi: Tìm kiếm phổ biến

# suggestionForYou
source: Suggestions For You
th: คำแนะนำสำหรับคุณ
vi: Gợi ý cho bạn

source: Filters
th: ตัวกรอง
vi: bộ lọc

# applyFiltersAccordingToYourNeed
source: Apply filters according to your needs
th: ใช้ตัวกรองตามความต้องการของคุณ
vi: Áp dụng các bộ lọc theo nhu cầu của bạn

source: Notifications
th: การแจ้งเตือน
vi: thông báo

source: Unisex
th: ไม่จำกัดเพศ
vi: cả nam và nữ

source: Woman
th: ผู้หญิง
vi: Đàn bà

source: Details
th: รายละเอียด
vi: Chi tiết

source: Services
th: บริการ
vi: Dịch vụ

source: Gallery
th: แกลลอรี่
vi: Phòng trưng bày

source: Reviews
th: บทวิจารณ์
vi: Nhận xét

source: Awards
th: รางวัล
vi: giải thưởng

source: Contact Us
th: ติดต่อเรา
vi: Liên hệ chúng tôi

source: For questions and queries
th: สำหรับคำถามและข้อสงสัย
vi: Đối với câu hỏi và truy vấn

source: Availability
th: ความพร้อมใช้งาน
vi: khả dụng

source: Navigate
th: นำทาง
vi: Điều hướng

source: Subtotal
th: ผลรวมย่อย
vi: tổng phụ

source: Place Booking
th: จองสถานที่
vi: đặt chỗ

source: Ratings
th: การให้คะแนน
vi: xếp hạng

source: Confirm Booking
th: ยืนยันการจอง
vi: xác nhận đặt phòng

source: Select Slot
th: เลือกสล็อต
vi: Chọn vị trí

source: Select Date
th: เลือกวันที่
vi: Chọn ngày

source: Make Payment
th: ชำระเงิน
vi: Thanh toán

source: Date
th: วันที่
vi: Ngày

source: Time
th: เวลา
vi: Thời gian

source: Duration
th: ระยะเวลา
vi: Khoảng thời gian

source: Coupon Discount
th: ส่วนลดคูปอง
vi: phiếu giảm giá

source: Total Amount
th: จำนวนเงินทั้งหมด
vi: Tổng cộng

source: Apply Coupon
th: ใช้คูปอง
vi: áp dụng phiếu giảm giá

source: Pay Now
th: จ่ายตอนนี้
vi: Thanh toán ngay

source: Tap on a coupon to apply it
th: แตะที่คูปองเพื่อใช้
vi: Nhấn vào một phiếu giảm giá để áp dụng nó

source: Offered By
th: นำเสนอโดย
vi: cung cấp bởi

source: Book Service
th: บุ๊คเซอร์วิส
vi: dịch vụ sách

source: Booking Details
th: รายละเอียดการจอง
vi: Chi tiết đặt phòng

source: Reschedule
th: กำหนดเวลาใหม่
vi: Sắp xếp lại

source: Cancel
th: ยกเลิก
vi: Hủy bỏ

source: Rate This Saloon
th: ให้คะแนนรถเก๋งคันนี้
vi: Đánh giá Saloon này

source: Share your experience with us.
th: แบ่งปันประสบการณ์ของคุณกับเรา
vi: Chia sẻ kinh nghiệm của bạn với chúng tôi.

source: Rate Now
th: อัตราในขณะนี้
vi: Bình chọn bây giờ

source: Add Ratings
th: เพิ่มการให้คะแนน
vi: Thêm xếp hạng

source: Share your experience in few words
th: แบ่งปันประสบการณ์ของคุณในไม่กี่คำ
vi: Chia sẻ kinh nghiệm của bạn trong vài từ

source: Your Review
th: รีวิวของคุณ
vi: Đánh giá của bạn

source: Show This QR at Salon
th: แสดง QR นี้ที่ร้านเสริมสวย
vi: Hiển thị mã QR này tại Salon

source: Offer this QR at salon shop, they will scan it and will have all the details
th: เสนอ QR นี้ที่ร้านเสริมสวย พวกเขาจะ สแกนและจะมีรายละเอียดทั้งหมด
vi: Cung cấp mã QR này tại tiệm làm đẹp, họ sẽ squét nó và sẽ có tất cả thông tin chi tiết

source: Edit Profile
th: แก้ไขโปรไฟล์
vi: Chỉnh sửa hồ sơ

source: Phone Number (optional)
th: เบอร์โทรศัพท์ (ถ้ามี)
vi: Số điện thoại (không bắt buộc)

source: Submit
th: ส่ง
vi: Nộp

source: Add
th: เพิ่ม
vi: Thêm vào

source: Withdraw
th: ถอน
vi: Rút

source: Statement
th: คำแถลง
vi: Tuyên bố

source: Purchase
th: ซื้อ
vi: Mua

source: Deposit
th: เงินฝาก
vi: Tiền gửi

source: Withdraw Request
th: ถอนคำขอ
vi: Rút lại yêu cầu

source: Withdraw Requests
th: จำนวน
vi: Số lượng

source: Amount
th: ชื่อธนาคาร
vi: Tên ngân hàng

source: Bank Name
th: หมายเลขบัญชี
vi: Số tài khoản

source: Account Number
th: ป้อนหมายเลขบัญชีอีกครั้ง
vi: Nhập lại số tài khoản

source: Re-Enter Account Number
th: ชื่อผู้ถือ
vi: Tên người chủ

source: Holders Name
th: รหัสสวิฟท์
vi: mã Swift

source: Swift Code
th: รหัสผ่านเก่า
vi: Mật khẩu cũ

source: Old Password
th: รหัสผ่านใหม่
vi: mật khẩu mới

source: New Password
th: คุณต้องการลบบัญชีของคุณจริงๆ หรือไม่ ข้อมูลทั้งหมดของคุณจะถูกลบและคุณจะไม่สามารถกู้คืนได้อีก ! คุณต้องการดำเนินการต่อหรือไม่
vi: Bạn có thực sự muốn xóa tài khoản của mình không? tất cả dữ liệu của bạn sẽ bị xóa và bạn sẽ không thể khôi phục lại! Bạn có thực sự muốn tiếp tục không?

# deleteDesc
source: Do you really want to delete your account? all of your data will deleted and you wonâ€™t be able to recover it again ! Do you really want to proceed?
th: ร้านเสริมสวย
vi: thẩm mỹ viện

source: Salons
th: คุณต้องการออกจากระบบจริง ๆ หรือไม่?
vi: Bạn có thực sự muốn đăng xuất?

# logoutDec
source: Do you really want to logout?
th: ชาย
vi: Nam giới

source: Male
th: หญิง
vi: Nữ giới

source: Female
th: ม.ค
vi: Tháng một

source: Jan
th: ก.พ
vi: Tháng Hai

source: Feb
th: มี.ค
vi: tháng ba

source: Mar
th: เม.ย
vi: tháng tư

source: Apr
th: อาจ
vi: Có thể

source: May
th: มิ.ย
vi: tháng 6

source: Jun
th: ก.ค
vi: tháng 7

source: Jul
th: ส.ค
vi: tháng 8

source: Aug
th: ก.ย
vi: tháng 9

source: Sep
th: ต.ค
vi: tháng mười

source: Oct
th: พ.ย
vi: tháng 11

source: Nov
th: ธ.ค
vi: Tháng mười hai

source: Dec
th: มกราคม
vi: Tháng Một

source: January
th: กุมภาพันธ์
vi: Tháng hai

source: February
th: มีนาคม
vi: Bước đều

source: March
th: เมษายน
vi: Tháng tư

source: April
th: มิถุนายน
vi: Tháng sáu

source: June
th: กรกฎาคม
vi: Tháng bảy

source: July
th: สิงหาคม
vi: Tháng tám

source: August
th: กันยายน
vi: Tháng 9

source: September
th: ตุลาคม
vi: Tháng Mười

source: October
th: พฤศจิกายน
vi: Tháng mười một

source: November
th: ธันวาคม
vi: Tháng 12

source: Please enter email address
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ

source: Please enter valid email address
th: กรุณาใส่รหัสผ่าน
vi: Xin vui lòng nhập mật khẩu

source: Please enter password
th: กรุณาใส่รหัสผ่านยืนยัน
vi: Vui lòng nhập xác nhận mật khẩu

source: Please enter confirm password
th: รหัสผ่านไม่ถูกต้อง
vi: Mật khẩu không hợp lệ

source: Password does not match
th: มีผู้ใช้นี้อยู่แล้ว
vi: Người dùng đã tồn tại

# userAlreadyExist
source: User Already Exists
th: กรุณาใส่ชื่อเต็ม
vi: Vui lòng nhập Họ và tên

source: Please enter Fullname
th: กรุณายืนยันอีเมลของคุณก่อน..!
vi: Vui lòng xác minh email của bạn trước ..!

# pleaseVerifyEmailFirst
source: Please verify your email first..!
th: รหัสผ่านผิด..!
vi: Sai mật khẩu..!

source: Wrong password..!
th: ลงทะเบียนให้เรียบร้อยก่อน..!
vi: Hoàn thành đăng ký đầu tiên ..!

# pleaseRegistrationFirst
source: Complete registration first..!
th: ใส่ชื่อเต็มของคุณ..!
vi: Nhập tên đầy đủ của bạn..!

source: Enter your fullname..!
th: วันจันทร์วันศุกร์
vi: Thứ hai thứ Sáu

source: Monday - Friday
th: เสาร์อาทิตย์
vi: Thứ bảy Chủ Nhật

source: Saturday - Sunday
th: โดย
vi: Qua

source: By
th: กรุณาเลือกวันที่
vi: Vui lòng chọn ngày

source: Please select date
th: กรุณาเลือกเวลา
vi: Vui lòng chọn thời gian

source: Please select time
th: ไม่ทราบ
vi: không xác định

source: Unknown
th: ชำระเงินไม่สำเร็จ..!
vi: Thanh toán không thành công..!

source: Payment Failed..!
th: เติมเงิน Wallet
vi: Nạp tiền vào ví

source: Recharge Wallet
th: เพิ่มเงินในกระเป๋าของคุณ
vi: Thêm tiền vào ví của bạn

# addMoneyToYourWalletToRecharge
source: Add money to your wallet
th: โปรดเติมเงินในกระเป๋าเงินของคุณเพื่อทำการจองต่อ
vi: Vui lòng nạp tiền vào ví để tiếp tục đặt vé

source: Please recharge your wallet to continue booking
th: เลือกจำนวนเงิน
vi: Chọn Số tiền

source: Select Amount
th: อื่น
vi: Khác

source: Other
th: ใส่จำนวนเงินที่คุณเลือก
vi: Nhập số tiền bạn chọn

source: Enter Amount Of Your Choice
th: ดำเนินการ
vi: Tiếp tục

source: Proceed
th: จองนัดหมายแล้ว
vi: Đặt lịch hẹn

source: Appointment Booked
th: การทำธุรกรรมสำเร็จ
vi: Giao dịch thành công

source: Transaction Successful
th: เพิ่มเงิน ในบัญชีของคุณเรียบร้อยแล้ว!
vi: Tiền đã được thêm vào tài khoản của bạn thành công!

# fundsHaveBeenAddedntoYourAccountSuccessfully
source: Funds have been added to your account successfully!
th: ตอนนี้คุณสามารถจองการนัดหมายได้ ด้วยการคลิกเพียงครั้งเดียวเพื่อหลีกเลี่ยงการรบกวน
vi: Giờ đây, bạn có thể đặt lịch hẹn chỉ bằng một cú nhấp chuột để tránh bị làm phiền.

# nowYouCanBookAppointmentsnwithSingleClickToAvoidDisturbance
source: Now you can book appointments with single click to avoid disturbance.
th: การชำระเงินถูกยกเลิก
vi: Thanh toán bị hủy

source: Payment Cancelled
th: บางอย่างผิดพลาด
vi: Đã xảy ra sự cố

source: Something Went Wrong
th: จำนวนเงินที่ต้องชำระ
vi: Số tiền phải trả

source: Payable Amount
th: กรอก OTP :
vi: Hoàn thành OTP:

source: Completion OTP :
th: โปรดระบุรหัส OTP นี้ที่ร้านเมื่อได้รับการร้องขอ หลังจากที่คุณได้รับบริการตามคำสั่งซื้อแล้วเท่านั้น
vi: Vui lòng cung cấp OTP này tại thẩm mỹ viện khi được yêu cầu, chỉ sau khi bạn nhận dịch vụ theo đơn đặt hàng.

# pleaseProvideThisOtpAtSalonWhenAskedOnlyAfter
source: Please, provide this OTP at salon when asked, only after you get your services as per the order.
th: โปรดเลือกอย่างน้อย 1 ดาว
vi: Vui lòng chọn ít nhất 1 sao.

source: Please select at least 1 star.
th: กรุณาเขียนรีวิว..!
vi: Hãy viết đánh giá ..!

# pleaseEnterReview
source: Please write review..!
th: การจองที่รอดำเนินการ
vi: Đặt chỗ đang chờ xử lý

source: Booking Pending
th: รหัสการจอง
vi: ID đặt chỗ

source: Booking ID
th: การนัดหมายของคุณ ได้รับการจองเรียบร้อยแล้ว
vi: Cuộc hẹn của bạn đã được đặt thành công

# yourAppointmentnhasBeenBookedSuccessfully
source: Your appointment has been booked successfully
th: ตรวจสอบแท็บการนัดหมาย สำหรับการนัดหมายที่กำลังจะมาถึงทั้งหมดของคุณ
vi: Kiểm tra tab Cuộc hẹn để biết tất cả các cuộc hẹn sắp tới của bạn

# checkAppointmentsTabnforAllYourUpcomingAppointments
source: Check Appointments tab for all your upcoming appointments
th: ส่งสื่อ
vi: Gửi phương tiện

source: Send Media
th: ส่ง
vi: Gửi

source: Send
th: ใหญ่เกิน..!
vi: Quá rộng..!

source: Too large..!
th: วิดีโอ?
vi: Băng hình?

source: Video?
th: วิดีโอนี้มีขนาดมากกว่า 15 mb โปรดเลือกอื่น...
vi: Video này lớn hơn 15 mb Vui lòng chọn một video khác...

# thisVideoIsGreaterThan15MbnpleaseSelectAnother
source: This video is greater than 15 mb Please select another...
th: เลือกอื่น
vi: Chọn Khác

source: Select Another
th: เลือกข้อความ
vi: Chọn tin nhắn

# selectMsg
source: Select Message
th: ลบข้อความ
vi: Xóa tin nhắn

source: Delete Message
th: ถอนคำขอ
vi: Rút lại yêu cầu

# withdrawTitle
source: Withdraw Request
th: คุณต้องการถอนเงินทั้งหมดออกจากกระเป๋าเงินของคุณหรือไม่?
vi: Bạn có thực sự muốn rút tất cả số tiền từ ví của mình không?

# withdrawDescription
source: Do you really want to withdraw all amount from your wallet?
th: เสร็จสิ้นการจอง
vi: Hoàn thành đặt phòng

source: Complete Booking
th: ลบ
vi: Xóa bỏ

source: Delete
th: ลบให้ฉัน
vi: Xóa cho tôi

source: Delete for me
th: คืนเงิน
vi: Đền bù

source: Refund
th: ความช่วยเหลือ & คำถามที่พบบ่อย
vi: Trợ giúp & Hỏi đáp

# helpAndFAQ
source: Help & FAQ
th: กรุณากรอกรหัสผ่านเก่า..!
vi: Vui Lòng Nhập Mật Khẩu Cũ..!

source: Please Enter Old Password..!
th: รหัสเก่าผิด..!
vi: Mật khẩu cũ sai..!

source: Old Password is wrong..!
th: กรุณากรอกรหัสผ่านใหม่..!
vi: Vui lòng nhập mật khẩu mới..!

source: Please Enter New Password..!
th: รหัสการนัดหมาย
vi: ID cuộc hẹn

source: Appointment ID
th: คำแนะนำ
vi: gợi ý

source: Suggestions
th: ใส่ชื่อธนาคาร..!
vi: Nhập tên ngân hàng..!

source: Enter Bank Name..!
th: ใส่เลขที่บัญชี..!
vi: Nhập số tài khoản..!

source: Enter Account Number..!
th: กรอกเลขบัญชี..!
vi: Nhập lại số tài khoản..!

# enterReaccountNumber
source: Re-Enter Account Number..!
th: เลขที่บัญชีไม่ตรงกัน..!
vi: Số tài khoản không khớp..!

# accountNumberDoestMatched
source: Account Number Doesn't Matched..!
th: ใส่ชื่อผู้ถือ..!
vi: Nhập tên chủ sở hữu ..!

source: Enter Holders Name..!
th: ใส่ Swift Code..!
vi: Nhập mã Swift..!

source: Enter Swift Code..!
th: บัญชี :
vi: Tài khoản :

source: Account :
th: ยกเลิกการจอง
vi: Hủy đặt phòng

source: Cancel Booking
th: ถอนคำขอ
vi: Yêu cầu rút tiền

# doYouReallyWantToCancelThisBookingnthisActionCant
source: do you really want to cancel this booking? this action can't be undone
th: คุณต้องการยกเลิกการจองนี้จริงๆ หรือไม่ การดำเนินการนี้ไม่สามารถยกเลิกได้
vi: bạn có thực sự muốn hủy đặt chỗ này không? không thể hoàn tác tác vụ này

source: Booking Confirmed
th: ยืนยันการจองแล้ว
vi: xác nhận đặt phòng

source: Completed
th: สมบูรณ์
vi: Hoàn thành

source: Cancelled By Salon
th: ยกเลิกโดยซาลอน
vi: Bị hủy bỏ bởi thẩm mỹ viện

source: Cancelled By You
th: ยกเลิกโดยคุณ
vi: Bị hủy bởi bạn

source: Select Time
th: เลือก เวลา
vi: Chọn thời gian

# youCanMakeBookingsOnlyForTodayOrForThe
source: You can make bookings only for today or for the 90 days in future.
th: คุณสามารถจองได้เฉพาะวันนี้หรือ 90 วันในอนาคต
vi: Bạn chỉ có thể đặt chỗ cho ngày hôm nay hoặc trong 90 ngày trong tương lai.

source: Not Available
th: ไม่สามารถใช้ได้
vi: Không có sẵn

source: Slots Available
th: ช่องที่มีอยู่
vi: Vị trí có sẵn

source: No Slots Available
th: ไม่มีช่องว่าง
vi: Không có chỗ trống
